Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་འདི་དག་ལ་ཡང་མཉམ་པར་གཞོག་ལ། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པའི་དབང་གིས་ཀྱང་མི་སྐྱེ་ཞིང་། དེ་དག་གི་རོ་མྱོང་བར་བྱེད་པ་ཡང་མེད་ལ།
en: When bodhisattva great beings are indeed absorbed in these meditative concentrations, immeasurable attitudes, and formless absorptions, they will not be subject to rebirth on account of these meditative concentrations, immeasurable attitudes, and formless absorptions, nor will they relish them or be captivated by them.

source: དེ་དག་གིས་འཕྲོགས་པར་ཡང་མི་འགྱུར་བ་འདི་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཚད་མེད་པ་རྣམས་ལ་སྤྱོད་པའི། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ། །ནམ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བས། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དེ་དག་ལ་ཡང་མཉམ་པར་གཞོག་ཅིང་། རྣམ་པར་ལྡང་ལ།
en: This is the perfection of meditative concentration possessed by bodhisattva great beings who practice the immeasurable attitudes. “

source: དེ་དག་ལ་མི་རྟག་པའི་རྣམ་པ་དང་། སྡུག་བསྔལ་བའི་རྣམ་པ་དང་། བདག་མེད་པའི་རྣམ་པ་དང་། ཞི་བའི་རྣམ་པ་དང་། སྟོང་པའི་རྣམ་པ་དང་། མཚན་མ་མེད་པའི་རྣམ་པ་དང་། སྨོན་པ་མེད་པའི་རྣམ་པར་རབ་ཏུ་རྟོག་ཀྱང་། ཉན་ཐོས་དང་།
en: When bodhisattva great beings, through the focusing of their attention with all-aspect omniscience in mind, are absorbed in those meditative concentrations, immeasurable attitudes, and formless [absorptions], and then arise [from those states], they definitively discern that all of these are modes of impermanence, modes of suffering, modes of nonself, modes of peace, modes of emptiness, modes of signlessness, and modes of wishlessness, and yet they do not enter either into the maturity of the śrāvakas or the pratyekabuddhas.

source: རང་སངས་རྒྱས་ཀྱི་སྐྱོན་མེད་པར་ཡང་འཇུག་པར་མི་བྱེད་པ་འདི་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཚད་མེད་པ་རྣམས་ལ་སྤྱོད་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟེ།
en: This is the perfection of wisdom possessed by bodhisattva great beings who practice the immeasurable attitudes.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོའོ།
en: This, Venerable Śāradvatīputra, is the Great Vehicle of bodhisattva great beings. {

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོ་ན། ནང་སྟོང་པ་ཉིད་ཤེས་ཀྱང་། དམིགས་པའི་ཚུལ་གྱིས་མ་ཡིན།
en: Dt.183} “Moreover, Venerable Śāradvatīputra, the Great Vehicle of bodhisattva great beings is to understand the emptiness of internal phenomena, but in a manner that does not apprehend anything.

source: ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཤེས་ཀྱང་། དམིགས་པའི་ཚུལ་གྱིས་མ་ཡིན་པ་སྟེ།
en: It is to understand the emptiness of external phenomena, the emptiness of both external and internal phenomena, and [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, but in a manner that does not apprehend anything.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོ་ནི། ཆོས་ཐམས་ཅད་ལ་སེམས་རྣམ་པར་མི་འཁྲུག་ཅིང་། མཉམ་པར་གཞག་པར་ཤེས་པ་སྟེ།
en: Moreover, Venerable Śāradvatīputra, the Great Vehicle of bodhisattva great beings is to understand that the mind is undistracted and absorbed with respect to all phenomena.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོའོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོ་ནི། རྟག་ཅེས་བྱ་བས་ཤེས་པ་མི་འཇུག །མི་རྟག་པ་དང་། བདེ་བ་དང་།
en: This, Venerable Śāradvatīputra, is the Great Vehicle of bodhisattva great beings. “

source: སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། སྡུག་པ་དང་། མི་སྡུག་ཅེས་བྱ་བར་ཤེས་པ་མི་འཇུག་པ་སྟེ།
en: Moreover, Venerable Śāradvatīputra, the Great Vehicle of bodhisattva great beings is to not engage in understanding anything as ‘permanent,’ nor to engage in understanding anything as ‘impermanent,’ ‘imbued with happiness,’ ‘imbued with suffering,’ ‘self,’ ‘not self,’ ‘pleasant,’ or ‘unpleasant.’

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ནི། དེ་མི་དམིགས་པའི་ཚུལ་དུ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོའོ།
en: In a manner that does not apprehend anything, this, Venerable Śāradvatīputra, is the Great Vehicle of bodhisattva great beings. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོ་ནི། གང་འདས་པའི་དུས་ལ་ཡེ་ཤེས་མི་འཇུག་པ་དང་། མ་འོངས་པའི་དུས་ལ་ཡེ་ཤེས་མི་འཇུག་པ་དང་། ད་ལྟར་བྱུང་བའི་དུས་ལ་ཡེ་ཤེས་མི་འཇུག་པ་སྟེ།
en: Moreover, Venerable Śāradvatīputra, the Great Vehicle of bodhisattva great beings is to not engage in knowledge regarding past time, it is to not engage in knowledge regarding future time, and it is to not engage in knowledge regarding present time.

source: དེ་ཡང་མི་དམིགས་པའི་ཚུལ་གྱིས། དུས་གསུམ་ལ་ཡེ་ཤེས་མི་འཇུག་པ་འདི་ནི།
en: Indeed, in a manner that does not apprehend anything, it is to not engage in knowledge regarding the three times at all.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོའོ།
en: This, too, Venerable Śāradvatīputra, is the Great Vehicle of bodhisattva great beings. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོ་ནི། འདོད་པའི་ཁམས་སུ་ཤེས་པ་འཇུག་པར་མི་བྱེད།
en: Moreover, Venerable Śāradvatīputra, the Great Vehicle of bodhisattva great beings is to not engage in understanding regarding the realm of desire.

source: གཟུགས་དང་། གཟུགས་མེད་པའི་ཁམས་སུ་ཤེས་པ་འཇུག་པར་མི་བྱེད་ལ།
en: It is to not engage in understanding regarding the realm of form or the realm of formlessness.

source: འདོད་པ་དང་། གཟུགས་དང་། གཟུགས་མེད་པའི་ཁམས་མི་ཤེས་པ་ཡང་མེད་པ་སྟེ།
en: Yet it is not to not understand the three realms of desire, form, and formlessness, but to do so in a manner that does not apprehend anything.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཡང་། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོའོ།
en: This, Venerable Śāradvatīputra, is the Great Vehicle of bodhisattva great beings. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོ་ནི། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་ཡང་ཤེས་པ་འཇུག་པར་མི་བྱེད།
en: Moreover, Venerable Śāradvatīputra, the Great Vehicle of bodhisattva great beings is not even to engage in understanding mundane or supramundane phenomena.

source: ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་ལ་ཡང་ཤེས་པ་འཇུག་པར་མི་བྱེད་ཀྱང་། འཇིག་རྟེན་པ་དང་།
en: It is not to engage in understanding contaminated, uncontaminated, conditioned, or unconditioned phenomena.

source: འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་མི་ཤེས་པ་ཡང་མེད། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་མི་ཤེས་པ་མེད་པ་སྟེ།
en: Yet it is not to not understand mundane or supramundane phenomena, nor to not understand contaminated, uncontaminated, conditioned, or unconditioned phenomena, but to do so in a manner that does not apprehend anything.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཡང་དེ་མི་དམིགས་པའི་ཚུལ་དུ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐེག་པ་ཆེན་པོའོ། །སྨྲས་པ།
en: This, Venerable Śāradvatīputra, is the Great Vehicle of bodhisattva great beings.”

source: ཚེ་དང་ལྡན་པ་གང་པོ་ཇི་ཙམ་གྱིས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐེག་པ་ཆེན་པོ་ལ་གནས་ཞེས་བྱ། གང་པོས་སྨྲས་པ།
en: Śāradvatīputra asked, “Venerable Pūrṇa, to what extent is it said of bodhisattva great beings that they dwell in the Great Vehicle?” “

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡང་དག་པར་གནས་ཀྱང་། དེས་སྦྱིན་པ་ཡང་མི་དམིགས། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡང་མི་དམིགས། བྱང་ཆུབ་སེམས་དཔའ་ཡང་མི་དམིགས།
en: Venerable Śāradvatīputra,” replied Pūrṇa, “when bodhisattva great beings practice the perfection of wisdom, they also dwell in the perfection of generosity, but they do not apprehend gifts, they do not apprehend the perfection of generosity, they do not apprehend the bodhisattvas [that is to say, the givers], they do not apprehend the recipients, nor do they apprehend those aspects of directing the mind, but do so without apprehending anything.

source: ལེན་པ་ཡང་མི་དམིགས། ཡིད་ལ་བྱེད་པ་དེ་དག་ཀྱང་མི་དམིགས་ཏེ། དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མི་དམིགས་པའི་ཚུལ་གྱིས། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡང་དག་པར་གནས་ཞེས་བྱའོ།
en: It is in this way that bodhisattva great beings are said to dwell in the perfection of generosity. “

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡང་དག་པར་གནས་ཀྱང་། དེས་དགེ་བའི་ཆོས་ཀྱང་མི་དམིགས། མི་དགེ་བ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་།
en: When they practice the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, {Dt.184} the perfection of meditative concentration, and the perfection of wisdom, they dwell genuinely in the perfection of wisdom [and so forth], but they do not apprehend virtuous phenomena, nor do they apprehend nonvirtuous, mundane, supramundane, conditioned, unconditioned, contaminated, or uncontaminated phenomena.

source: ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པའི་ཆོས་ཀྱང་མི་དམིགས་ཤིང་། ཤེས་རབ་ཀྱང་མི་དམིགས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་མི་དམིགས། བྱང་ཆུབ་སེམས་དཔའ་ཡང་མི་དམིགས།
en: They do not apprehend wisdom, they do not apprehend the perfection of wisdom, they do not apprehend the bodhisattvas, nor do they apprehend those aspects of directing the mind, but do so without apprehending anything.

source: ཡིད་ལ་བྱ་བ་དེ་དག་ཀྱང་མི་དམིགས་ཏེ། དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མི་དམིགས་པའི་ཚུལ་གྱིས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡང་དག་པར་གནས་ཞེས་བྱའོ།
en: It is in this way that, without apprehending anything, bodhisattva great beings are said to dwell genuinely in the perfection of wisdom. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས། ནང་སྟོང་པ་ཉིད་སྒོམ་མོ།
en: Moreover, Venerable Śāradvatīputra, bodhisattva great beings, through the unmixed focusing of their attention with all-aspect omniscience in mind, cultivate the emptiness of internal phenomena in order to break down this cultivation, and do so without apprehending anything.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཕྱི་སྟོང་པ་ཉིད་སྒོམ་མོ།
en: Through the unmixed focusing of their attention with all-aspect omniscience in mind, they cultivate the emptiness of external phenomena in order to break down this cultivation, and they do so without apprehending anything.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་ཕྱི་ནང་སྟོང་པ་ཉིད་སྒོམ་མོ།
en: Through the unmixed focusing of their attention with all-aspect omniscience in mind, they cultivate the emptiness of external and internal phenomena in order to break down this cultivation, and they do so without apprehending anything.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ་དེ་མི་དམིགས་པའི་ཚུལ་གྱིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་སྒོམ་མོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས།
en: Through the unmixed focusing of their attention with all-aspect omniscience in mind, they cultivate [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, in order to break down this cultivation, and they do so without apprehending anything.

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་སྒོམ་མོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ། དེ་མི་དམིགས་པའི་ཚུལ་གྱིས། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་།
en: Venerable Śāradvatīputra, through the unmixed focusing of their attention with all-aspect omniscience in mind, they cultivate the factors conducive to enlightenment in order to break down this cultivation, and they do so without apprehending anything.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་སྒོམ་མོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ།
en: Through the unmixed focusing of their attention with all-aspect omniscience in mind, they cultivate the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, and the meditative stabilities of emptiness, signlessness, and wishlessness in order to break down this cultivation, and they do so without apprehending anything.

source: དེ་མི་དམིགས་པའི་ཚུལ་གྱིས། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་སྒོམ་མོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མ་འདྲེས་པས། བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའི་དོན་དུ།
en: Through the unmixed focusing of their attention with all-aspect omniscience in mind, they cultivate the extrasensory powers and the gateways of meditative stability and dhāraṇī in order to break down this cultivation, and they do so without apprehending anything.

source: དེ་མི་དམིགས་པའི་ཚུལ་གྱིས། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་སྒོམ་མོ།
en: Through the unmixed focusing of their attention with all-aspect omniscience in mind, they cultivate the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas in order to break down this cultivation, and they do so without apprehending anything.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་གནས་ཞེས་བྱའོ།
en: It is in this way, Venerable Śāradvatīputra, that bodhisattva great beings are said to dwell genuinely in the Great Vehicle. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དམིགས་སུ་མེད་པའི་ཕྱིར། འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་ཐ་སྙད་ཙམ་དུ་ཟད་དོ་ཞེས་བྱ་བར་ཤེས་སོ།
en: Moreover, Venerable Śāradvatīputra, bodhisattva great beings understand that because bodhisattvas are nonapprehensible, this expression bodhisattva is a mere conventional term.

source: །གཟུགས་དམིགས་སུ་མེད་པའི་ཕྱིར་གཟུགས་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དམིགས་སུ་མེད་པའི་ཕྱིར། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: They understand that because physical forms are nonapprehensible, this expression physical forms is nothing but a mere name, and that because feelings, perceptions, formative predispositions, and consciousness are nonapprehensible, these expressions, consciousness and so forth, are nothing but mere names. “

source: །མིག་མི་དམིགས་པའི་ཕྱིར། མིག་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །དེ་བཞིན་དུ་རྣ་བ་དང་།
en: Since the eyes are nonapprehensible, it follows that this expression eyes is nothing but a mere name.

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མི་དམིགས་པའི་ཕྱིར། ཡིད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: Similarly, since the ears, nose, tongue, body, and mental faculty are nonapprehensible, it follows that these expressions, mental faculty [and so forth], are nothing but mere names.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དམིགས་སུ་མེད་པའི་ཕྱིར། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: Since the sense fields, sensory elements, and links of dependent origination are nonapprehensible, it follows that these expressions, links of dependent origination [and so forth], are nothing but mere names.

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དམིགས་སུ་མེད་པའི་ཕྱིར། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Since the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are nonapprehensible, it follows that these expressions, the perfection of wisdom [and so forth], are nothing but mere names. “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དམིགས་སུ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །ནང་སྟོང་པ་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར། ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: Since the emptiness of internal phenomena is nonapprehensible, it follows that this expression, emptiness of internal phenomena, is nothing but a mere name.

source: །ཕྱི་སྟོང་པ་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར། ཕྱི་སྟོང་པ་ཉིད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །ཕྱི་ནང་སྟོང་པ་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར།
en: Since the emptiness of external phenomena is nonapprehensible, it follows that this expression, emptiness of external phenomena, is nothing but a mere name.

source: ཕྱི་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་དམིགས་སུ་མེད་པའི་ཕྱིར།
en: Since the emptiness of external and internal phenomena is nonapprehensible, it follows that this expression emptiness of external and internal phenomena is nothing but a mere name.

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: Since [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are nonapprehensible, it follows that these expressions, emptiness of the essential nature of nonentities [and so forth], are nothing but mere names. “

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དམིགས་སུ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་།
en: Since the factors conducive to enlightenment are nonapprehensible, it follows that this expression, factors conducive to enlightenment, is nothing but a mere name.

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་དམིགས་སུ་མེད་པའི་ཕྱིར། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: Since the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the nine serial steps of meditative absorption, [the gateways of] emptiness, signlessness, and wishlessness, the extrasensory powers, the gateways of meditative stability and dhāraṇī, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are nonapprehensible, it follows that these expressions, eighteen distinct qualities of the buddhas [and so forth], are nothing but mere names. “

source: །དེ་བཞིན་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར། དེ་བཞིན་ཉིད་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དང་།
en: Since the real nature is nonapprehensible, it follows that this expression, real nature, is nothing but a mere name.

source: ཆོས་ཀྱི་དབྱིངས་ཉིད་དང་། ཆོས་ཀྱི་གནས་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་དམིགས་སུ་མེད་པའི་ཕྱིར། ཡང་དག་པའི་མཐའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: Since the unmistaken real nature, the one and only real nature, reality, the realm of phenomena, the abiding nature of reality, the maturity with respect to all phenomena, and the very limit of reality are nonapprehensible, it follows that these expressions, very limit of reality [and so forth], are nothing but mere names. “

source: །བྱང་ཆུབ་དམིགས་སུ་མེད་པའི་ཕྱིར། བྱང་ཆུབ་ཅེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ།
en: Since enlightenment is nonapprehensible, it follows that this expression, enlightenment, is nothing but a mere name.

source: །སངས་རྒྱས་དམིགས་སུ་མེད་པའི་ཕྱིར། སངས་རྒྱས་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ་ཟད་དོ། །ཞེས་བྱ་བར་ཡང་དག་པར་ཤེས་ཏེ།
en: Since the buddhas are nonapprehensible, it follows that this expression, buddha, is nothing but a mere name.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་གནས་ཞེས་བྱའོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ། གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་པ་ནས།
en: It is in this way, Venerable Śāradvatīputra, that bodhisattva great beings are said to dwell genuinely in the Great Vehicle. “

source: སྙིང་པོ་བྱང་ཆུབ་ལ་འདུག་གི་བར་དུ། མངོན་པར་ཤེས་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱས་ཤིང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བའི་ཕྱིར། ཚུལ་གང་ལ་གང་འོས་པ་དེ་དག་གིས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་རིམ་གྲོར་བྱ་བ་དང་། བཀུར་སྟིར་བྱ་བ་དང་། བསྟི་སྟང་དུ་བྱ་བ་དང་།
en: Moreover, Venerable Śāradvatīputra, bodhisattva great beings, commencing from the time when they first begin to set their mind on enlightenment {Dt.185} until they are seated at the site of enlightenment, after perfecting all the extrasensory powers, bring beings to maturity, and they proceed from buddhafield to buddhafield in order to serve, respect, honor, and worship the lord buddhas by the appropriate means of worshiping and honoring them.

source: མཆོད་པའི་ཕྱིར། སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོའོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལས་ཀྱང་། འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་འདི་ཉིད་ཀྱི་ཆོས་ཉན་ཏོ།
en: Also they listen to the Dharmas of this very vehicle of the bodhisattvas, in the presence of those lord buddhas.

source: །དེ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ལ་གནས་ཏེ། སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་ཞིང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱེད་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་ཀྱང་དེ་ལ་སངས་རྒྱས་ཀྱི་ཞིང་གི་འདུ་ཤེས་ཀྱང་མི་འབྱུང་། སེམས་ཅན་གྱི་འདུ་ཤེས་ཀྱང་མི་འབྱུང་། སངས་རྒྱས་ཀྱི་འདུ་ཤེས་ཀྱང་མི་འབྱུང་ངོ་།
en: Keeping to this vehicle of the bodhisattvas, they proceed from buddhafield to buddhafield, and they continue to refine the buddhafields and bring beings to maturity, but they are without even the notion of a buddhafield, they are without even the notion of beings, and they are without even the notion of a buddha.

source: །དེ་གཉིས་སུ་མེད་པའི་ས་ལ་གནས་ཤིང་། ལུས་ཇི་ལྟ་བུས་སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱ་བའི་མཐུ་ཡོད་པ་དེ་ལྟ་བུའི་ལུས་ཆེད་དུ་བསམས་ཤིང་ཡོངས་སུ་འཛིན་ཏོ།
en: Abiding on the level of nonduality, they acquire at will as many bodily forms as will facilitate their appropriate acts for the welfare of beings.

source: །དེ་ནམ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཐོབ་པར་མ་གྱུར་གྱི་བར་དུ། ཐེག་པ་དེ་དང་ནམ་དུ་ཡང་མི་འབྲལ་ཏེ། དེས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཐོབ་ནས་ཀྱང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་།
en: Until they attain the wisdom of all-aspect omniscience, they will never be separated from this [Great] Vehicle. “

source: ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས་བསྐོར་བར་མི་ནུས་པའི་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྐོར་རོ།
en: Having attained the wisdom of all-aspect omniscience, they continue to turn the wheel of the Dharma that cannot be turned by any śrāvakas or pratyekabuddhas, or by gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, or nonhumans.
